Repository: 2lambda123/enigma2-plugins1
Catalog: epgrefresh/po/*.po
Languages: de

source: ... %d more service
de: ... %d mehr Service

source: Adding schedule...
de: Zeitplan wird hinzugefügt...

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled.
de: Bei aktivierter Option sucht das AutoTimer Plugin nach Aktualisierung des EPG automatisch nach neuen Sendungen.

source: Are you sure you want to load the EPG data from:
de: Bist du sicher die EPG-Daten von hier zu laden :

source: Are you sure you want to reload the EPG data from:
de: Bist du sicher die EPG-Daten von hier zu aktualisieren :

source: Are you sure you want to save and load the EPG data from:
de: Bist du sicher die EPG-Daten von hier zu laden und zu speichern :

source: Are you sure you want to save the EPG cache to:
de: Bist du sicher den EPG-Cache von hier zu speichern :

source: AutoZap for refreshing EPG data
de: AutoZap durchführen um die EPG Daten zu aktualsieren

source: Automated refresh will start after this time of day, but before the time specified in next setting.
de: Die automatische Aktualisierung beginnt nach dieser Tageszeit, jedoch vor der in der nächsten Einstellung angegebenen Zeit.

source: Automated refresh will start before this time of day, but after the time specified in previous setting.
de: Die automatische Aktualisierung beginnt vor dieser Tageszeit, jedoch nach der in der vorherigen Einstellung angegebenen Zeit.

source: Automatic EPG loading from current cache file.
de: Automatisches EPG-Lade von der aktuellen Cache Date.

source: Automatic load period (in hours)
de: Automatisches Lade-Aktualisierungsintervall (in Stunden)

source: Automatic save period (in hours)
de: Automatisches Speicher-Aktualisierungsintervall (in Stunden)

source: Automatically load EPG
de: Automatisiertes EPG Laden

source: Automatically refresh EPG
de: Automatisierte EPG Aktualisierung

source: Automatically restore EPG backup on boot
de: Automatisierte EPG Wiederherstellung des Backups nach dem reboot

source: Automatically save EPG
de: Automatisierte EPG Speicherung

source: Background only
de: Hintergrund-Modus

source: Backup file is corrupt! Backup file will be deleted!
de: Backup Datei ist defekt Backup Datei wird gelöscht!

source: Backup file is not found!
de: Keine Backup Datei gefunden!

source: Backup file load!
de: Backup Datei wird geladen!

source: Cancel
de: Abbrechen

source: Channels
de: Sender

source: Choice days for refresh
de: Wähle Tage für die Aktualisierungen

source: Clear EPG
de: Lösche EPG

source: Clear all EPG
de: Lösche alle EPG Dateien

source: Clear only epg.dat and epg.dat.backup
de: Lösche nur epg.dat und epg.dat backup

source: Clear only in memory (RAM) EPG
de: Lösche nur im Speicher (RAM) EPG

source: Configuration save / load EPG
de: Konfiguration Speichern/Laden EPG

source: Configuration...
de: Konfiguration...

source: Configure EPG load interval, if enabled. This is an option for experienced users.
de: Konfigurieren Sie das EPG-Ladeintervall, falls aktiviert. Dies ist eine Option für erfahrene Benutzer.

source: Configure EPG save interval, if enabled.
de: Konfigurieren Sie das EPG-Speicherintervall, falls aktiviert.

source: Create a backup cache file, after manually or automatically saving EPG.
de: Erstellen Sie eine Backup-Cache-Datei, nachdem Sie den EPG manuell oder automatisch gespeichert haben.

source: Create backup when saving EPG
de: Erstellen Sie beim Speichern des EPG ein Backup

source: Current EPG cachefile:
de: Aktuelle EPG-Cachedatei:

source: Days Profile
de: Tages Profile

source: Delay if not in standby (in minutes)
de: Verzögerung wenn nicht in Standby (in Minuten)

source: Don't wait for the receiver to go into standby when starting a refresh cycle.
de: Warten Sie nicht, bis der Receiver in den Standby-Modus wechselt, wenn Sie einen Aktualisierungszyklus starten.

source: Duration to show each service (in seconds) for 'AutoZap'
de: Dies ist die Dauer, die jeder Dienst im AutoZap-Modus angezeigt wird.

source: EPG Cache Check
de: EPG-Cache Prüfung

source: EPG Refresh
de: EPG Aktualisierung

source: EPG cache file filename
de: EPG-Cache-Datei Dateiname

source: EPG cache file path
de: Standort der EPG-Cache-Datei

source: EPG refresh auto-start earliest (hh:mm)
de: Früheste Zeit für Aktualisierung (hh:mm)

source: EPG refresh auto-start latest (hh:mm)
de: Späteste Zeit für Aktualisierung (hh:mm)

source: EPG refresh finished.
de: EPG Aktualisierung beendet.

source: EPG refresh now
de: EPG-Aktualisieren jetzt

source: EPG refresh started in background.
de: EPG Aktualisierung wurde im Hintergrund gestartet.

source: EPG refresh starts scanning channels.
de: EPG Aktualisierung startet den Kanalscan.

source: EPGRefresh Configuration
de: EPGRefresh Konfiguration

source: EPGRefresh Services
de: EPGRefresh Sender

source: EPGRefresh configuration
de: EPGRefresh Konfiguration

source: EPGRefresh needs to be explicitly started using the yellow button in this menu if this option is not enabled
de: Wenn diese Option nicht aktiviert ist, muss EPGRefresh explizit über die gelbe Schaltfläche in diesem Menü gestartet werden

source: EPGRefresh requires services/bouquets to be configured. Configure now?
de: Für EPGRefresh müssen Dienste/Bouquets konfiguriert werden. Jetzt konfigurieren?

source: Edit Services
de: Kanäle

source: Edit Services to refresh
de: Sender zur Aktualisierung auswählen

source: Editing
de: Bearbeite

source: Enable automatic EPG save interval.
de: Konfigurieren Sie das automatische EPG-Speicherintervall.

source: Enable automatic zapping of all services in the current services list.
de: Aktivieren Sie das automatische Zapping aller Dienste in der aktuellen Service-Liste.

source: Enable this item to flush all EPG data before starting a new EPG refresh cycle
de: Aktivieren Sie diesen Punkt, um alle EPG-Daten zu löschen, bevor ein neuer EPG-Aktualisierungszyklus gestartet wird

source: Enable this item to wake up the receiver from deep standby (if possible).
de: Aktivieren Sie dieses Element, um den Receiver aus dem Deep-Standby aufzuwecken (falls möglich).

source: Enable this to show an informational message at the start and completion of the refresh.
de: Aktivieren Sie diese Option, um zu Beginn und Abschluss der Aktualisierung eine Informationsmeldung anzuzeigen.

source: Enable this to show the EPG Refresh configuration menu in the extensions menu.
de: Aktivieren Sie diese Option, um das EPG-Aktualisierungskonfigurationsmenü im Erweiterungsmenü anzuzeigen.

source: Extend the list of services to refresh by those your AutoTimers use?
de: Liste der Kanäle automatisch um die Kanäle des AutoTimers erweitern?

source: Fake recording
de: Pseudoaufnahme

source: Flush EPG before refresh
de: EPG vor der Aktualisierung leeren

source: Following Services have to be scanned:
de: Folgende Dienste werden gescannt:

source: Force scan even if receiver is in use
de: Aktualisierung erzwingen

source: Foreground also
de: Vordergrund immer

source: Friday
de: Freitag

source: If "Run AutoTimer after refresh" and "Shutdown after EPG refresh" enabled and use "Label series" for match, set long timeout.
de: Wenn „AutoTimer nach Aktualisierung ausführen“ und „Nach EPG-Aktualisierung herunterfahren“ aktiviert sind und „Label-Serie“ für den Abgleich verwendet wird, legen Sie ein langes Timeout fest.

source: If enabled, show 'EPGRefresh now' in the extensions menu when currently no EPG Refresh is running.
de: Wenn aktiviert, wird „EPGRefresh now“ im Erweiterungsmenü angezeigt, wenn derzeit keine EPG-Aktualisierung ausgeführt wird.

source: If enabled, show 'Stop running EPGRefresh' in the extensions menu when EPG Refresh is running.
de: Wenn aktiviert, wird „EPGRefresh nicht mehr ausführen“ im Erweiterungsmenü angezeigt, wenn EPG Refresh ausgeführt wird.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake recording or regular Picture in Picture.
de: Wenn Sie den EPG im Hintergrund aktualisieren möchten, können Sie hier die Methode auswählen, die Ihren Anforderungen am besten entspricht, z. versteckte, gefälschte Aufnahme oder normales Bild im Bild.

source: Inherit Services from AutoTimer
de: Zusätzlich Sender vom AutoTimer verwenden

source: Input EPG Cache path
de: Geben Sie den EPG-Cache-Pfad ein

source: Last refresh was %s
de: Letzte Aktualisierung: %s

source: Load EPG
de: EPG laden

source: Load EPG from backup cache file when booting.
de: Laden Sie beim Booten den EPG aus der Backup-Cache-Datei.

source: Main Picture
de: Hauptbild

source: Manually clear EPG (choose method).
de: EPG manuell löschen (Methode auswählen).

source: Manually load EPG
de: Manuell EPG laden

source: Manually load EPG from current cache file.
de: EPG manuell aus der aktuellen Cache-Datei laden.

source: Manually load EPG from current cachefile.
de: EPG manuell aus der aktuellen Cachedatei laden.

source: Manually reload EPG
de: EPG manuell neu laden

source: Manually restore EPG from backup cache file.
de: Stellen Sie den EPG manuell aus der Backup-Cache-Datei wieder her.

source: Manually save EPG
de: Manuell EPG speichern

source: Manually save EPG to current cache file.
de: EPG manuell in der aktuellen Cache-Datei speichern.

source: Monday
de: Montag

source: New
de: Neu

source: PiP available now.
de: PiP jetzt verfügbar.

source: Picture in Picture
de: Bild in Bild (PiP)

source: Picture in Picture (hidden)
de: Bild in Bild (versteckt)

source: Please don't use PiP in the meantime!
de: Bitte PiP in der Zwischenzeit nicht verwenden!

source: Press OK
de: Drücke OK

source: Press the OK button to open the save / load EPG (+ configuration) menu.
de: Drücken Sie die OK-Taste, um das Menü „EPG speichern/laden (+ Konfiguration)“ zu öffnen.

source: Really close without saving settings?
de: Wirklich Beenden ohne zu Speichern?

source: Really shutdown now?
de: Wollen Sie trotzdem ausschalten?

source: Refresh EPG / AutoZap
de: EPG / AutoZap aktualisieren

source: Refresh EPG automatically
de: EPG automatisch aktualisieren

source: Refresh EPG using
de: Aktualisiere unter Verwendung von

source: Refresh now
de: Aktualisieren

source: Refresh using
de: Aktualisiere

source: Reload EPG
de: EPG neu laden

source: Reloading EPG Cache...
de: EPG-Cache wird neu geladen...

source: Remaining %d service
de: Verbleibender %d Service

source: Restart enigma2 to effectuate.
de: Starten Sie Enigma2 neu, um es zu aktivieren.

source: Restore EPG backup
de: EPG-Backup wiederherstellen

source: Return to TV viewing
de: Kehren Sie zum Fernsehen zurück

source: Run AutoTimer after refresh
de: AutoTimer nach Aktualisierung starten

source: Saturday
de: Samstag

source: Save
de: Speichern

source: Save EPG
de: EPG speichern

source: Save EPG after refresh
de: EPG nach der Aktualisierung speichern

source: Save EPG in the cache file after refresh is completed.
de: Speichern Sie EPG in der Cache-Datei, nachdem die Aktualisierung abgeschlossen ist.

source: Saving EPG Cache...
de: EPG-Cache wird gespeichert...

source: Scanning last service. Please wait.
de: Bitte warten Sie, der Suchvorgang läuft.

source: Select action after refresh:
de: Aktion nach Aktualisierung auswählen:

source: Select action:
de: Wähle Aktion :

source: Select bouquet to refresh
de: Zu aktualisierendes Bouquet auswählen

source: Select channel to refresh
de: Zu aktualisierenden Sender auswählen

source: Select mode the refresh for services/bouquets parental control.
de: Wählen Sie den Aktualisierungsmodus für die Kindersicherung für Dienste/Bouquets.

source: Select options
de: Wähle Optionen

source: Select the days of the week for automatic refresh.
de: Wählen Sie die Wochentage für die automatische Aktualisierung aus.

source: Select the file name for the EPG cache file.
de: Wählen Sie den Dateinamen für die EPG-Cache-Datei.

source: Select the path to EPG cache file. Don't use the internal flash if not necessary!
de: Wählen Sie den Pfad zur EPG-Cache-Datei. Benutzen Sie den internen Flash nicht, wenn er nicht notwendig ist!

source: Select this item to add services to the EPGRefresh.
de: Wählen Sie dieses Punkt aus, um Dienste zum EPGRefresh hinzuzufügen.

source: Setup save / load EPG
de: EPG speichern/laden einrichten

source: Show "add to EPGRefresh" in
de: „Zu EPGRefresh hinzufügen“ anzeigen in

source: Show 'EPGRefresh now' in the extensions menu
de: Zeigen Sie „EPGRefresh now“ im Erweiterungsmenü an

source: Show 'Stop running EPG Refresh' in the extensions menu
de: Zeigen Sie im Erweiterungsmenü die Option „EPG-Aktualisierung beenden“ an

source: Show entry 'AutoZap' in the extensions menu
de: Eintrag „AutoZap“ im Erweiterungsmenü anzeigen

source: Show entry 'Manually change EPG' in the extensions menu
de: Eintrag „EPG manuell ändern“ im Erweiterungsmenü anzeigen

source: Show in the extensions menu
de: Im Erweiterungsmenü anzeigen

source: Show popup when refresh starts or ends
de: Popup anzeigen, wenn die Aktualisierung beginnt oder endet

source: Shutdown after EPG refresh
de: Nach EPG Aktualisierung herunterfahren

source: Shutdown after EPG refresh enabled in setup...
de: Herunterfahren nach aktivierter EPG-Aktualisierung im Setup...

source: Size:
de: Größe:

source: Skip protected Services
de: Überspringe verschlüsselte Sender

source: Start EPG refresh
de: Starten Sie die EPG-Aktualisierung

source: Stop EPG refresh
de: Stoppen Sie die EPG-Aktualisierung

source: Stop Running EPG refresh
de: Stoppen Sie die Ausführung der EPG-Aktualisierung

source: Stop Running EPG-refresh?
de: EPG-Aktualisierung nicht mehr ausführen?

source: Sunday
de: Sonntag

source: The duration that will be waited for the receiver to go into standby.
de: Die Dauer, die gewartet wird, bis der Receiver in den Standby-Modus wechselt.

source: The same functions are used in Menu -> System -> EPG settings!
de: Die gleichen Funktionen werden im Menü -> System -> EPG-Einstellungen verwendet!

source: The same functions are used in plugin EPGD!!
de: Die gleichen Funktionen werden im Plugin EPGD verwendet!!

source: This is the duration each service will be shown in AutoZap mode.
de: Dies ist die Dauer, die jeder Dienst im AutoZap-Modus angezeigt wird.

source: This is the duration each service/channel will be tuned to during a refresh.
de: Dies ist die Dauer, auf die jeder Dienst/Kanal während einer Aktualisierung abgestimmt ist.

source: This might have been an automated bootup to refresh the EPG. For this to happen it is recommended to put the receiver to Standby. Do you want to do this now?
de: Der Receiver ist möglicherweise automatisiert zur Aktualisierung des EPG hochgefahren. Es wird empfohlen dies im Standby zu tun. Jetzt in den Standby gehen?

source: Thursday
de: Donnerstag

source: Timeout shutdown after refresh for SeriesPlugin (min)
de: Zeitüberschreitung beim Herunterfahren nach der Aktualisierung für SeriesPlugin (Min.)

source: Timespan to remain on service (in seconds)
de: Zeitspanne, die im Dienst bleiben soll (in Sekunden)

source: Tuesday
de: Dienstag

source: Wake up from deep standby
de: Aufwachen aus dem Deep-Standby

source: Wednesday
de: Mittwoch

source: Whether the receiver should go into deep standby after refresh is completed.
de: Ob der Receiver nach Abschluss der Aktualisierung in den Deep-Standby wechseln soll.

source: You may not use this settings! At least one day a week should be included!
de: Sie dürfen diese Einstellungen nicht verwenden! Mindestens ein Tag pro Woche sollte dabei sein!

source: add service to EPG Refresh
de: Dienst zur EPG-Aktualisierung hinzufügen

source: add to EPGRefresh
de: Zu EPGRefresh hinzufügen

source: always
de: immer

source: channel selection
de: Kanalauswahl

source: delete
de: Löschen

source: event info
de: Ereignis-Info

source: event info / channel selection
de: Ereignis-Info / Kanalauswahl

source: never
de: niemals

source: nowhere
de: nirgends

source: only 'epgrefresh' wakeup
de: nur „epgrefresh“ starten
