Repository: 2lambda123/enigma2-plugins1
Catalog: epgsearch/po/*.po
Languages: nl

source: Add "Search event in EPG" to channel menu
nl: Voeg 'zoek een event in de EPG' toe aan het zendermenu

source: Add "Search event in EPG" to event menu
nl: Voeg 'zoek een event in de EPG' toe aan het programmamenu

source: Add "Search" Button to EPG
nl: Voeg de toets 'zoeken' aan de EPG toe

source: Add timer
nl: Voeg timer toe

source: Adds "Search event in EPG" item into the channel selection context menu (needs restart GUI)
nl: Indien geactiveerd, dan voegt dit een 'zoekt een programma in de EPG' item toe aan het zender selectie context menu (GUI herstart noodzakelijk)

source: Adds "Search event in EPG" item into the event menu (needs restart GUI)
nl: Indien geactiveerd, dan voegt u een 'zoekt een programma in de EPG' item toe aan het programma menu (GUI herstart noodzakelijk)

source: Cancel
nl: Annuleren

source: Channel Selection
nl: Zenderkeuze

source: Choice list
nl: Keuzelijst

source: Choice list EPGSearch
nl: EPGSearch keuzelijst

source: Choice list RED Button
nl: Keuzelijst Rode toets

source: Choosing an encoding. "UTF-8" to search for EPG cyrillic.
nl: Met deze optie kunt u een encoding aangeven. U kunt kiezen uit UTF-8 om cyrillisch de EPG te doorzoeken en voor ISO8859-15.

source: Clear history
nl: Wis de inhoud van de historie

source: Could not read AutoTimer timer list: %s
nl: Kan AutoTimer timer lijst niet lezen : %s

source: Display name service as in bouquets
nl: Toon de zendernaam als in het bouquet

source: EPG Search
nl: EPG doorzoeken

source: EPGSearch Setup
nl: Stel de EPGSearch in.

source: Encoding Search to EPG
nl: Encoding om de EPG te doorzoeken

source: Enter text to search for
nl: Voer te zoeken tekst in:

source: Export selected as AutoTimer
nl: Exporteer het geselecteerde als AutoTimer

source: History
nl: Historiek

source: How many entries to keep in the search history at most. 0 disables history entirely!
nl: Met deze optie geeft u aan hoeveel regels u maximaal wilt bewaren in de zoekhistorie. De invoer 0 déactiveert de historie volledig !

source: If 'Search only bouquets' is enabled, show service name as in bouquets for renamed services.
nl: Indien geactiveerd, en de optie hiervoor 'zoek alléén in de bouquetten' geactiveerd zijn, toon dan de zendernaam zoals in het bouquet als hernoemd.

source: If this setting is enabled, searching EPG in only services in user bouquets.
nl: Indien geactiveerd, dan zal de EPG enkel doorzocht worden in gebruikersbouquetten.

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
nl: Indien geactiveerd, dan voegt de plugin een toets 'zoeken' toe aan de gewone EPG.

source: If this setting is enabled, the plugin adds picons.
nl: Indien geactiveerd, dan voegt de plugin picons toe.

source: Import from AutoTimer
nl: Importeren vanuit de AutoTimer

source: Import from EPG
nl: Importeren vanuit de EPG

source: Import from Timer
nl: Importeren uit de timer

source: Length of History
nl: Lengte van de historie

source: List of history is cleared !
nl: Historie overzicht is gewist !

source: Lookup in TMBD
nl: Zoek in TMBD

source: New Search
nl: Nieuw

source: No history !
nl: Geen historie !

source: Open selected in IMDb
nl: Open de selectie in IMBd

source: Partnerbox Entries
nl: Partnerbox item

source: Save search as AutoTimer
nl: Bewaar dit resultaat als AutoTimer

source: Search
nl: Zoeken

source: Search EPG by title event
nl: Doorzoek de EPG op titel van het programma

source: Search event in EPG
nl: Zoek het huidige programma in de EPG

source: Search for TMDb info
nl: Zoek naar TMDb informatie

source: Search only bouquets
nl: Doorzoek alléén de bouquetten

source: Search strictness
nl: Nauwkeurigheid van het zoeken

source: Search type
nl: Zoektype

source: Search type for filter
nl: Zoektype om te filteren

source: Select a timer to search
nl: Selecteer de te zoeken timer ...

source: Select action:
nl: Kies de actie:

source: Select channel
nl: Kies de zender

source: Select text to search for
nl: Selecteer de te zoeken tekst ...

source: Select type for filter search. Press button P +/- for show/hide filter in description after search.
nl: Met deze optie kunt u het zoektype kiezen om op filter te zoeken. Druk P +/- om het filter te tonen/verbergen na het zoeken.

source: Select type for search, "partial match" for the most extensive search.
nl: Met deze optie kunt u aangeven hoe u wilt zoeken. U kunt kiezen uit 'gedeeltelijke overeenkomst', 'exacte overeenkomst' en 'de titel begint met'. De eerste optie zoekt het intensiefst.

source: Select type: 'Search and Select channel' or 'Search'.
nl: Met deze optie kunt u aangeven op welke manier u wenst te zoeken.U kunt kiezen uit 'zoek en kies de zender' of 'enkel zoeken'.

source: Select whether or not you want to enforce case correctness.
nl: Kies of u de hoofdlettergevoeligheid wel of niet wilt forceren.

source: Timers list
nl: Timeroverzicht

source: Type blue Button
nl: Het type van de blauwe toets

source: Use Picons
nl: Gebruik Picons

source: Zap to selected service
nl: Zap naar de gekozen zender

source: case-insensitive search
nl: Niet hoofdlettergevoelig

source: case-sensitive search
nl: Hoofdlettergevoelig

source: choice (Search and standard)
nl: Zoek en standaard actie

source: exact match
nl: Exacte overeenkomst

source: only Search
nl: Alleen zoeken

source: partial match
nl: Gedeeltelijke overeenkomst

source: search EPG
nl: EPG doorzoeken

source: search EPG...
nl: EPG doorzoeken...

source: title starts with
nl: De titel begint met

source: Custom search
nl: Vrij zoeken
