Repository: 2lambda123/enigma2-plugins1
Catalog: autotimer/po/*.po
Languages: nl

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
nl: Bovengrensvan tijdspanne. Niets na dit tijdstip komt overeen. Offsets worden niet meegenomen!

source: Use a custom location
nl: Gebruik een aangepaste locatie

source: Use blue key to edit bouquets or services.
nl: Gebruik de blauwe toets om boeketten of kanalen aan te passen.

source: Use yellow key to edit filters.
nl: Gebruik de gele toets om de filters aan te passen.

source: Wakeup receiver for start timer
nl: Haal receiver uit stand-by om de timer te starten

source: Wed
nl: Wo

source: Wednesday
nl: Woensdag

source: Weekday
nl: Werkdag

source: Weekly (Monday)
nl: Wekelijks (maandag)

source: Weekly (Sunday)
nl: Wekelijks (zondag)

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
nl: Indien geactiveerd, dan zal. enkel indien 'FastScan' ondersteund wordt het servicetype genegeerd worden. U hoeft dit niet te activeren, tenzij uw firmware 'FastScan' ondersteunt en u deze ook gebruikt.

source: When this is enabled AutoTimer will ONLY check for new events whilst in stanadby.
nl: Indien geactiveerd, dan zal de AutoTimer alléén in stand-by naar nieuwe events zoeken.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
nl: Indien geactiveerd zal de AutoTimer geen gebeurtenissen matchen waarbij een andere timer met dezelfde beschrijving al in de timerlijst voorkomt.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
nl: Indien geactiveerd, dan kan een alternatieve zender worden gebruikt om de opname te maken als de ingestelde zender niet beschikbaar is.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
nl: Met deze optie kunt u de AutoTimer beperken tot een bepaald aantal geplande opnames. Zet dit op nul om deze functionaliteit uit te schakelen.

source: Write the config file after every change which the user quits by saving.
nl: Indien geactiveerd, dan wordt iedere wijziging in de configuratie opgeslagen nadat de gebruiker stopt.

source: Yes, and delete all timers generated by this autotimer
nl: Ja maar wis alle, door AutoTimer gegenereerde timers

source: Yes, but keep timers generated by this autotimer
nl: Ja maar behoudt de, door AutoTimer gegenereerde timers

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
nl: Met deze optie stelt u in voor hoeveel dagen in het voren de timers toegevoegd worden. Zet de waarde op nul om deze functie uit te schakelen.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
nl: U gaf "%s" als vergelijking. Wilt u achterliggende spaties verwijderen?

source: Your config file is not well-formed: %s
nl: Uw configuratie bevat fouten: %s

source: add AutoTimer
nl: autoTimer toevoegen

source: add AutoTimer...
nl: autoTimer toevoegen...

source: add filters
nl: filters toevoegen

source: always
nl: altijd

source: autotimers need a match attribute
nl: autotimers hebben een zoek attribuut nodig

source: case-insensitive search
nl: hoofdletterongevoelig zoeken

source: case-sensitive search
nl: hoofdlettergevoelig zoeken

source: config changed.
nl: instelling gewijzigd.

source: create AutoTimer for current event
nl: maak een AutoTimer voor het huidige event

source: delete
nl: verwijderen

source: description match
nl: omschrijving overeenkomst

source: disable
nl: uit

source: disabled
nl: uitgeschakeld

source: do nothing
nl: doe niets

source: edit filters
nl: filters aanpassen

source: enable
nl: inschakelen

source: enabled
nl: ingeschakeld

source: exact match
nl: exacte overeenkomst

source: go to deep standby
nl: ga naar deep standby

source: go to standby
nl: ga naar standby

source: in Description
nl: in de omschrijving

source: in Shortdescription
nl: in de korte omschrijving

source: in Title
nl: in de titel

source: mins
nl: minuten

source: missing parameter "id"
nl: ontbrekende parameter "id"

source: never
nl: nooit

source: on Weekday
nl: dag van de week

source: only from deep standby
nl: alleen vanuit deep standby

source: only from standby
nl: alleen vanuit standby

source: partial match
nl: gedeeltelijke overeenkomst

source: record
nl: opnemen

source: standard
nl: standaard

source: title starts with
nl: omschrijving begint met

source: unable to find timer with id %i
nl: kan geen timer vinden met id % i

source: unknown
nl: onbekend

source: zap
nl: kanaal wisselen

source: zap and record
nl: zap een neem op

source: Description - short equal extended for match
nl: Beschrijving - overeenkomst kort gelijk of uitgebreid

source: Do not skip match when not description
nl: Sla overeenkomsten niet over indien er geen match is

source: When this option enabled, short description to equal extended description if short description is empty.
nl: Indien geactiveerd, dan geeft de korte omschrijving dezelfde uitkomst als de uitgebreide omschrijving indien de korte omschrijving leeg is.

source: When this option enabled and short description and extended description match is empty and timer title exist in match title, match is not a duplicate. Attention, this may result in double timers.
nl: Indien geactiveerd, dan zal er als de korte en uitgebreide beschrijving overeenkomsten er niet zijn, en de titel van de timer bestaat in de gelijke titel, dan zal de gelijke titel niet als duplicaat worden gezien. Let op, dit kan resulteren in dubbele timers.

source: (only services from bouquets).
nl: (alleen voor kanalen van boeketten).

source: Percentage ratio for duplicates matches
nl: Percentage ratio voor dubbele overeenkomsten

source: To cater for spelling mistakes and small deviations in the EPG information, you can make the matching algorithm fuzzy by setting the percentage both programmes must be equal for. Use 100% if you only want a match when both are completely identical. Recommended default ratio 80%.
nl: Om tegemoet te komen aan spelfouten en kleine afwijkingen in de EPG-informatie, kunt u het matchingsalgoritme wazig maken door het percentage in te stellen waarvoor beide programma’s gelijk moeten zijn. Gebruik 100% als u alleen een overeenkomst wilt wanneer beide volledig identiek zijn. Aanbevolen standaardratio is 80%.

source: Reload timers list after search events
nl: Timers opnieuw laden na het zoeken naar events

source: If this enabled, will check the list of timers, conflicting autotimers are disabled, the duplicate autotimers will be deleted.
nl: Indien geactiveerd, dan wordt de lijst met timers gecontroleerd, worden conflicterende autotimers uitgeschakeld en worden de dubbele autotimers verwijderd.

source: Yes and show notify
nl: Ja en toon notificatie

source: Reload timers list. %d autotimer(s) disabled because conflict. %d double autotimer(s) removed.
nl: Timerlijst herladen. %d timers uitgeschakeld vanwege conflicten. %d dubbele autotimer(s) verwijderd.

source: The autotimer file (/etc/enigma2/autotimer.xml) is corrupt and could not be loaded.
nl: Het autotimer bestand (/etc/enigma2/autotimer.xml) is corrupt en kan niet worden geladen.

source: A new and empty config was created. A backup of the config can be found here (/etc/enigma2/autotimer.xml_old).
nl: Er is een nieuwe lege configuratie is gemaakt. Een backup van de configuratie staat hier (/etc/enigma2/autotimer.xml_old).

source: (if services are enabled, bouquets are ignored).
nl: (indien kanalen geactiveerd zijn, worden boeketten genegeerd).

source: AutoTimers were changed successfully
nl: De AutoTimer(s) is/zijn met succes gewijzigd

source: missing parameter "xml"
nl: ontbrekende parameter "xml"

source: Not found xml config file!
nl: Het xml configuratiebestand is niet gevonden!

source: Close without saving
nl: Echt afsluiten zonder op te slaan?

source: Close and save
nl: Sluiten en opslaan

source: like autotimer.log
nl: Zoals in het autotimer.log

source: begin searchLog from
nl: start het zoekLog vanaf

source: Save/check labeled series in filterlist (SeriesPlugin)
nl: Sla de gelabelde series op/controleer deze in de filterlijst (SeriesPlugin)

source: == attention: global option 'Save/check filterlist is still active!! ==
nl: == Let op, de algemene optie 'Sla op/controleer de filterlijst is nog geactiveerd!! ==

source: Filterlist
nl: Filterlijst

source: Timer from:
nl: Timer van:

source: The filterEntry '%s' already exist! The change was canceled.
nl: De filterinvoer '%s' bestaat al! De wijziging is geannuleerd.

source: FilterEntry
nl: Invoerfilter

source: The title attribute is mandatory.
nl: Het kenmerk van de titel is verplicht.

source: Date
nl: Datum

source: Time
nl: Tijd

source: Close
nl: Sluit

source: Show last SearchLog
nl: Toon het laatste ZoekLog

source: Show AutoTimer FilterTxt
nl: Toon het AutoTimer tekstfilter

source: No searchLog found! So you have no new or modified timer at last autotimer-search.
nl: Er is geen zoek logbestand gevonden! Dus is er geen nieuw of aangepaste timer gevonden met de laatste autotimer scan.

source: Show Log file
nl: Toon het Logbestand

source: Reading file...
nl: Lees het bestand...

source: Cancel?
nl: Annuleren

source: No log file found
nl: Geen logbestand gevonden

source: scan for new Events
nl: zoek naar nieuwe programma's

source: add to AutoTimer filterList
nl: voeg aan de AutoTimer filterlijst toe

source: searchLog
nl: zoekLog

source: Select the path for autotimer_search.log
nl: Geef de map aan voor het voor AutoTimer logbestand

source: Select the path where the autotimer_search.log should be saved
nl: Kies de locatie waar het zoeklog van autotimer opgeslagen moet worden

source: Max. count for saved searchlog
nl: Max. aantal entries in het opgeslagen zoeklog

source: Select the count of the last saved searchlogs (min=5 max=20)
nl: Met deze optie stelt u het maximaal aantal regels in van de zoeklogs. (min=5 max=20)
