Repository: 2lambda123/enigma2-plugins1
Catalog: autotimer/po/*.po
Languages: nl

source: - Version:
nl: - Versie:

source: 0 - timers will not be added.
nl: 0 - timers zullen niet worden toegevoegd.

source: add AutoTimer
nl: Autotimer toevoegen

source: %d conflict(s) encountered when trying to add new timers: %s
nl: %d conflict(en) bemerkt bij het toevoegen van nieuwe timers: %s

source: %d conflict(s) solved with similar timer(s): %s
nl: %d conflict(en) opgelost met gelijke timer(s): %s

source: %s: %s at %s
nl: %s: %s om %s

source: Activate VPS
nl: Activeer VPS

source: Add
nl: Toevoegen

source: Add "Choice list AutoTimer" menu button to multi-EPG
nl: Voeg de menuknop “Autotimer keuzelijst” toe aan de multi-EPG

source: Add "Choice list AutoTimer" menu button to single-EPG
nl: Voeg de menuknop “Autotimer keuzelijst” toe aan de single-EPG

source: Add AutoTimer
nl: Autotimer toevoegen

source: Add new AutoTimer
nl: Nieuwe AutoTimer toevoegen

source: Add services
nl: Zenders toevoegen

source: Add similar timer on conflict
nl: Identieke timer toevoegen bij conflicten

source: Add timer as disabled on conflict
nl: Timer als 'uitgeschakeld op conflict' toevoegen

source: Advanced
nl: Geavanceerd

source: After event
nl: Na de actie

source: All channels
nl: Alle zenders

source: All non-repeating timers
nl: Alle niet-herhalende timers

source: Always write config
nl: De configuratie altijd opslaan

source: Amount of recordings left
nl: Aantal opnames over

source: Any service/recording
nl: Elk kanaal/opname

source: Any time
nl: Elke tijd

source: AutoTimer %d timer(s) were added.
nl: Autotimer %d timer(s) toegevoegd.

source: AutoTimer Settings
nl: AutoTimer instellingen

source: AutoTimer failed with error %s
nl: AutoTimer mislukt door fout %s

source: AutoTimer overview
nl: AutoTimer overzicht

source: AutoTimer was added successfully
nl: De AutoTimer was met succes toegevoegd

source: AutoTimer was changed successfully
nl: De AutoTimer is met succes gewijzigd

source: AutoTimer was removed
nl: De AutoTimer is verwijderd

source: Begin of "after event" timespan
nl: Begin van gebeurtenis na tijdspanne

source: Begin of timespan
nl: Begin van periode

source: Bouquets
nl: Boeketten

source: By enabling this events will not be matched if they don't occur on certain dates.
nl: Na activatie zal dit programma niet op elkaar afgestemd worden indien deze niet op bepaalde datums plaatsvinden.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
nl: Indien geactiveerd, dan ontvangt u een melding inz. vergelijkbare timers die tijdens automatische peilingen zijn toegevoegd. Dit betreft geen slimme optie dus u kunt keer op keer van dit conflict verwittigd worden.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
nl: Indien geactiveerd dan wordt u op de hoogte gesteld van timerconflicten die tijdens automatische polling zijn gevonden. Dit betreft geen slimme optie dus u kunt keer op keer van dit conflict verwittigd worden.

source: By enabling this you will be notified about timer(s) added during automated polling. Just not in standby mode.
nl: Indien geactiveerd, dan ontvangt u een melding indien timers middels de automatische polling worden toegevoegd. Dit gebeurt niet indien de box in stand-by staat.

source: Cancel
nl: Annuleren

source: Change default recording offset?
nl: Standaard opname marges aanpassen?

source: Channel Selection
nl: Zender keuze

source: Channels
nl: Zenders

source: Check for uniqueness in
nl: Controleer op uniekheid in

source: Check the event id (eit) and remove the timer if there is no corresponding EPG event. Due to compatibility issues with SerienRecorder and IPRec, only timer created by AutoTimer are affected.
nl: Indien geactiveerd, dan wordt het programma ID (eit) gecontroleerd en de timer verwijderd als er geen overeenkomst binnen de EPG is. Vanwege de compatibiliteitsproblemen met SerienRecorder en IPRec worden enkel timers die door de Autotimer gemaakt zijn beïnvloed.

source: Choice list AutoTimer
nl: AutoTimer keuzelijst

source: Choose target folder
nl: Kies doelmap

source: Classic
nl: Klassiek

source: Clone selected timer
nl: Geselecteerde Autotimer clonen

source: Close and forget changes
nl: Sluiten en veranderingen vergeten

source: Close, save changes and search now
nl: Sluiten, wijzigingen opslaan en start zoeken

source: Configure AutoTimer behavior
nl: AutoTimer configureren

source: Control recording completely by service
nl: Beheer de opname volledig door het betreffende kanaal

source: Couldn't load config file!
nl: Kon configuratie bestand niet openen!

source: Create AutoTimer
nl: Autotimer maken

source: Create a new timer using the classic editor
nl: Nieuwe timer instellen met de klassieke editor

source: Create a new timer using the wizard
nl: Nieuwe timer instellen met de wizard

source: Create debug log file
nl: Debug logbestand maken

source: Custom (%s)
nl: Aangepast (%s)

source: Custom location
nl: Aangepaste locatie

source: Custom offset
nl: Eigen offset

source: Defines where to search for duplicates (only title, short description or even extended description)
nl: Geeft aan waar er naar duplicaten moet worden gezocht (alleen titel, korte- of zelfs uitgebreide beschrijving)

source: Delay after editing (in sec)
nl: Vertraging na aanpassing (in sec)

source: Delete
nl: Verwijderen

source: Description
nl: Omschrijving

source: EPG encoding
nl: EPG codering

source: Edit AutoTimer
nl: Bewerk AutoTimer

source: Edit AutoTimer filters
nl: AutoTimer filters bewerken

source: Edit AutoTimer services
nl: AutoTimer services bewerken

source: Edit Timers and scan for new Events
nl: Timers aanpassen en nieuwe programma's zoeken

source: Edit new timer defaults
nl: Standaardinstellingen voor nieuwe timers instellen

source: Edit selected AutoTimer
nl: Gekozen Autotimer aanpassen

source: Edit services
nl: Zenders aanpassen

source: Editing
nl: Bewerken

source: Editor for new AutoTimers
nl: Editor voor nieuwe Autotimers

source: Enable Filtering
nl: Filters inschakelen

source: Enable Service Restriction
nl: Activeer service beperking

source: Enable this to add item for create the AutoTimer into event menu (needs restart GUI).
nl: Met deze optie activeert u de mogelijkheid om de AutoTimer aan het event menu toe te voegen (Een herstart van enigma is noodzakelijk na wijziging van deze optie).

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
nl: Met deze optie activeert u de mogelijkheid om de AutoTimer vanuit het applicatie-menu te kunnen instellen.

source: Enable this to be able to access the add to AutoTimer from the channel selection context menu.
nl: Met deze optie activeert u de mogelijkheid om de AutoTimer vanuit het zenderlijst uitbreidingsmenu te kunnen instellen.

source: Enable timer conflict detection
nl: Activeer detectie van timerconflicten

source: Enabled
nl: Geactiveerd

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
nl: Encoding die het kanaal gebruikt voor EPG data. Alleen van belang indien er speciale tekens als accenten of umlauts in de zoektekst staan.

source: End of "after event" timespan
nl: Einde gebeurtenis na tijdspanne

source: End of timespan
nl: Einde van periode

source: Enter or edit description
nl: Omschrijving aanpassen of invoeren

source: Enter or edit match title
nl: Omschrijving of aanpassen van overeenkomstige titel

source: Enter or edit text
nl: Invoeren of aanpassen van de tekst

source: Everyday
nl: Elke dag

source: Exact match
nl: Exacte overeenkomst

source: Exclude
nl: Uitsluiten

source: Execute "after event" during timespan
nl: Uitvoeren na gebeurtenis gedurende tijdspanne

source: First day to match events. No event that begins before this date will be matched.
nl: De eerste dag om gebeurtenissen te matchen. Geen enkele gebeurtenis die vóór deze datum begint, wordt gematcht.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
nl: %d overeenkomstige events gevonden. %d Timers zijn toegevoegd en %d aangepast, %d conflicten gevonden, %d gelijke toegevoegd.

source: Frequently asked questions
nl: FAQ

source: Fri
nl: Vr

source: Friday
nl: Vrijdag

source: Guess existing timer based on begin/end
nl: Bestaande timer raden, gebaseerd op begin/einde

source: If 0, the popup will remain open.
nl: Met deze optie stelt u de timeout van een popup in. Indien u 0 ingeeft zal de popup zichtbaar blijven.

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
nl: Indien geactiveerd, dan zal indien er een timerconflict plaatsvindt, AutoTimer buiten de tijdspanne zoeken naar een identiek event en deze toevoegen.

source: If enabled, the polling will be skipped if EPGRefresh is currently running.
nl: Indien geactiveerd, dan zal het pollen worden overgeslagen indien de EPGRefresh actief is.

source: If enabled, the polling will be skipped if a recording is in progress.
nl: Indien geactiveerd, dan zal het pollen worden overgeslagen zolang een opname actief is.

source: If the style is advanced, you will see more information about each auto timer.
nl: Met deze optie zal er meer informatie worden getoond in het geavanceerde menu m.b.t. elke autotimer. U kunt kiezen uit standaard of geavanceerd.

source: If this enabled, debug Autotimer write in log file.
nl: Indien geactiveerd, dan wordt de debuginfo in een logbestand weggeschreven.

source: If this enabled, debug log print in console mode start enigma2.
nl: Indien geactiveerd, dan wordt het debug-log in de console van enigma2 weergegeven.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80% of the it.
nl: Met deze optie stelt u in dat een bestaande timer ook beschouwd wordt als het opnemen van een gebeurtenis indien deze tenminste 80% van het programma registreert.

source: If this is enabled, up on the MENU button in the multi-EPG will list of choices for AutoTimer.
nl: Indien geactiveerd, dan geeft de menuknop in de multi-EPG, een keuze overzicht voor de AutoTimer.

source: If this is enabled, up on the Menu button in the standard single-EPG will list of choices for AutoTimer.
nl: Indien geactiveerd, dan geeft de menuknop in de standaard single-EPG, een keuze overzicht voor AutoTimer.

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
nl: Indien geactiveerd, dan wordt de naam van de betreffende AutoTimer toegevoegd als een tag aan timers die door deze plugin zijn gemaakt.

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
nl: Indien geactiveerd, dan zal het label “AutoTimer” aan timers worden gegeven welke door deze plugin zijn gemaakt.

source: Import AutoTimer
nl: Importeren AutoTimer

source: Import existing Timer
nl: Importeer bestaande timer

source: Import from EPG
nl: Importeer vanuit de EPG

source: Include
nl: Toevoegen

source: Include "AutoTimer" in tags
nl: “AutoTimer” opnemen in labels

source: Include AutoTimer name in tags
nl: De naam van de AutoTimer opnemen in de labels

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
nl: Label timers met seizoen, aflevering en titel, volgens de SeriesPlugin instellingen.

source: Last day to match events. Events have to begin before this date to be matched.
nl: Laatste dag om evenementen te matchen. Gebeurtenissen moeten vóór deze datum beginnen om te worden gematcht.

source: Location
nl: Locatie

source: Lower bound of timespan.
nl: Ondergrens van tijdspanne.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
nl: Ondergrens van tijdspanne. Programma's vangen niet voor deze tijd aan. Offsets worden niet meegenomen!

source: Match Timespan: %02d:%02d - %02d:%02d
nl: Tijdspanne: %02d:%02d - %02d:%02d

source: Match title
nl: Titel overeenkomstig

source: Match title: %s
nl: Titel als: %s

source: Maximum duration (in m)
nl: Maximale tijdsduur (in m)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
nl: Maximale speelduur van evenement om te matchen. Als een evenement langer duurt dan deze tijd (zonder offset), dan wordt deze niet gematcht.

source: Message Do you really want to delete %s?
nl: Bericht Wilt u %s echt verwijderen?

source: Modify existing timers
nl: Bestaande timers aanpassen

source: Mon
nl: Ma

source: Monday
nl: Maandag

source: Monthly
nl: Maandelijks

source: Never
nl: Nooit

source: New
nl: Nieuw

source: No
nl: Nee

source: None
nl: Geen

source: Not after
nl: Niet na

source: Not before
nl: Niet voor

source: Number of scheduled recordings left.
nl: Overgebleven aantal ingeplande opnames.

source: Offset after recording (in m)
nl: Extra tijd na opname (in min)

source: Offset before recording (in m)
nl: Extra tijd voor opname (in min)

source: On any service
nl: Op iedere service

source: On same service
nl: Op dezelfde service

source: Only AutoTimers created during this session
nl: AutoTimers gemaakt tijdens deze sessie

source: Only add timer for next x days
nl: Enkel timers toevoegen voor de komende x dagen

source: Only match during timespan
nl: Gelijke gedurende tijdspanne

source: Only on Service: %s
nl: Alleen op zender: %s

source: Only on Weekday: %s
nl: Enkel doordeweeks: %s

source: Only poll while in standby
nl: Alleen in stand-by pollen

source: Open Timers list
nl: Open de timerlijst

source: Open plugin
nl: Open de plugin

source: Open select location
nl: Open geselecteerde locatie

source: Open select location as timer name
nl: Open geselecteerde locatie als timer naam

source: Open standard setup menu
nl: Open standaard instellingen menu

source: Other filters (edit in filter menu)
nl: Andere filters (wijzigen met de gele toets)

source: Override found with alternative service
nl: Overschrijf items met de alternatieve Service

source: Path debug log
nl: Pad voor het debuglog

source: Please provide a Text to match
nl: Geef aub een tekst in om te vergelijken

source: Poll Interval (in h)
nl: Pollinginterval (in uren)

source: Poll automatically
nl: Automatisch controleren

source: Popup timeout in seconds
nl: De timeout van een Popup in seconden

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
nl: Power status waarnaar moet worden geschakeld na de gemaakte opnames. Selecteer ‘standaard’ om het standaardgedrag van enigma2, of de door uzelf gewijzigde waarden niet te wijzigen.

source: Preview
nl: Toon timers

source: Preview AutoTimer
nl: AutoTimer voorvertoning

source: Preview for your AutoTimers
nl: Voorvertoning van de AutoTimers

source: Print shell log
nl: Print een shell logfile

source: Really close without saving settings?
nl: Echt afsluiten zonder de wijzigingen op te slaan?

source: Record a maximum of x times
nl: Een maximum van x maal opnemen

source: Record on
nl: Opname op

source: Remove not existing events
nl: Verwijder de niet bestaande events

source: Remove selected AutoTimer
nl: Verwijder geselecteerde Autotimer

source: Require description to be unique
nl: Unieke beschrijving noodzakelijk

source: Reset count
nl: Reset teller

source: Restrict "after event" to a certain timespan?
nl: Beperkt "na een gebeurtenis" tot een bepaalde tijdspanne?

source: Restrict to events on certain dates
nl: Beperk tot gebeurtenissen op bepaalde datums

source: Restriction to certain bouquets (edit in services menu)
nl: Beperkt tot bepaalde boeketten (wijzigen met de blauwe toets)

source: Restriction to certain days of week (edit in filter menu)
nl: Beperkt tot een bepaald aantal dagen (wijzigen met de gele toets)

source: Restriction to certain services (edit in services menu)
nl: Beperkt tot bepaalde kanalen (wijzigen met de blauwe toets)

source: Sat
nl: Za

source: Saturday
nl: Zaterdag

source: Save
nl: Opslaan

source: Save and search now
nl: Opslaan en zoeken

source: Search new events matching for your AutoTimers
nl: Zoek naar nieuwe events welke overeenkomen met de AutoTimers

source: Search strictness
nl: Hoe strikt zoeken

source: Search type
nl: Zoektype

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description
nl: Selecteer “exacte overeenkomst” om de “overeenkomsttitel” exact overeen te laten komen, “gedeeltelijke overeenkomst” als u alleen wilt zoeken naar een deel van de titel of “beschrijving overeenkomst” als u alleen wilt zoeken naar een deel van de beschrijving van het event

source: Select a timer to import
nl: Kies een timer om te importeren

source: Select action
nl: Kies een aktie

source: Select action for AutoTimer or input date/time:
nl: Kies een actie voor AutoTimer of op datum/tijd:

source: Select action for AutoTimer:
nl: Kies een actie voor AutoTimer:

source: Select bouquet to record on
nl: Kies een boeket voor opname

source: Select channel to record on
nl: Kies zender welke opgenomen moet worden

source: Select the location to save the recording to.
nl: Kies de lokatie voor de opname.

source: Select type of Filter
nl: Selecteer type filter

source: Select whether or not you want to enforce case correctness.
nl: Kies of hoofdletters en kleine letters exact moeten overeenkomen.

source: Set End Time
nl: Stel de eindtijd in

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
nl: Stel een eindtijd in voor de timer. Als u dat doet kan de tijdsspanne van het programma worden geblokkeerd voor opnamen.

source: Set maximum duration
nl: Stel maximale tijdsduur in

source: Set this NO to disable this AutoTimer.
nl: Kies "nee" om deze AutoTimer uit te schakelen.

source: Set timer type: zap, simple record, zap+record (always zap to service before start record).
nl: Stel het timertype in: zappen, eenvoudig opnemen, zap + opname (altijd zappen naar het kanaal voor starten van de opname).

source: Set wakeup receiver type. This works only for zap timers.
nl: Receiver wakeup type, dit werkt alleen voor zap-timers.

source: Setup
nl: Instellingen

source: Should this AutoTimer be restricted to a timespan?
nl: Moet deze AutoTimer beperkt blijven tot een tijdspanne?

source: Should this AutoTimer only match up to a certain event duration?
nl: Is er een maximale tijdsduur van een bepaald programma?

source: Should timers created by this AutoTimer be recorded to a custom location?
nl: Opnames van deze AutoTimer op een alternatieve locatie plaatsen?

source: Show "add to AutoTimer" in channel selection menu
nl: Toon “Aan Autotimer toevoegen” in het uitbreidingsmenu van de zenderlijst

source: Show in event menu
nl: AutoTimer ook in het event-menu tonen

source: Show in extension menu
nl: In het applicatie-menu tonen

source: Show notification on added timers
nl: Notificatie bij toegevoegde timers tonen

source: Show notification on conflicts
nl: Notificatie bij conflicten tonen

source: Show notification on similars
nl: Notificatie bij gelijke timers tonen

source: Skip poll during epg refresh
nl: Pollen overslaan tijdens het verversen van de EPG

source: Skip poll during records
nl: Pollen overslaan tijdens opname

source: Sort AutoTimer
nl: Sorteer AutoTimer

source: Sort Time
nl: Sorteer op tijd

source: Specify the name and location for the log.
nl: Geef de naam en lokatie voor het logbestand op.

source: Standard
nl: Standaard

source: Standard input date/time
nl: Standaard invoer datum/tijd

source: Startup delay (in min)
nl: Opstart vertraging (in min)

source: Style auto timers list
nl: Autotimer lijst stijl

source: Sun
nl: Zo

source: Sunday
nl: Zondag

source: Support "Fast Scan"?
nl: "FastScan" ondersteunen

source: Tags
nl: Labels

source: Tags the Timer/Recording will have.
nl: Te koppelen labels aan de timer/opname.

source: The counter can automatically be reset to the limit at certain intervals.
nl: De teller kan automatisch met tussenpozen gereset worden tot de maximale limiet.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
nl: Met deze optie kunnen nieuwe AutoTimers op de standaard wijze worden aangemaakt, of met behulp van de Wizard.

source: The match attribute is mandatory.
nl: Het vergelijkings attribuut is verplicht.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
nl: Een beschrijvende naam die alleen gebruikt wordt in de overzichtslijst en de preview functie.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
nl: Met deze optie stelt u de tijd in tussen de verschillende opeenvolgende EPG scans.

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
nl: Deze optie geeft de vertragingtijd aan in minuten dat AutoTimer vertraagd opstart zodat de opstarttijd van enigma2 niet word vertraagd.

source: This is the delay in seconds that the AutoTimer will wait after editing the AutoTimers.
nl: Met deze optie stelt u de vertraging in seconden in die AutoTimer zal wachten alvorens de AutoTimers daadwerkelijk aan te passen.

source: This is the duration in minutes that the AutoTimer is allowed to run.
nl: Met deze optie stelt u de periode in minuten in waarin de AutoTimer mag starten.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
nl: Deze tekst wordt gezocht in programmatitels. Voor het zoeken op speciale tekens dient de encoding correct gekozen te zijn.

source: This option allows you to turn off the timer confict detection. This option is for advanced users.
nl: Deze optie biedt u de optie om de timer-conflict t=detectie uit te schakelen, deze optie is voor de gevorderde gebruikers.

source: This setting controls the behavior when a timer matches a found event.
nl: Met deze optie bepaalt u het gedrag indien een timer al overeenkomt met een gevonden programma.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
nl: Indien geactiveerd, dan kan bij een timerconflict de AutoTimer het programma toevoegen zonder deze te activeren. Als deze optie uit staat wordt het programma overgeslagen.

source: Thur
nl: Do

source: Thursday
nl: Donderdag

source: Time in minutes to append to recording.
nl: Aantal minuten om de opname te verlengen.

source: Time in minutes to prepend to recording.
nl: De opname start dit aantal minuten eerder.

source: Timers list
nl: Timer lijst

source: Title
nl: Titel

source: Title and Short description
nl: Titel en in de korte omschrijving

source: Title and all descriptions
nl: Titel en in alle omschrijvingen

source: Tue
nl: Di

source: Tuesday
nl: Dinsdag

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
nl: Indien deze optie niet geactiveerd is, dan zoekt AutoTimer alleen naar programma's indien vanuit de AutoTimer de groene knop wordt gebruikt.

source: Upper bound of timespan.
nl: Bovengrens van tijdspanne.
