Repository: 2lambda123/enigma2-plugins1
Catalog: networkbrowser/po/*.po
Languages: nl

source: A mount entry with this name already exists! Update existing entry and continue?
nl: Deze verbinding bestaat reeds met deze naam! Bestaande item overschrijven en verder gaan ?

source: Active
nl: Actief

source: Active/ Inactive
nl: Actief/ Niet-Actief

source: Add a new NFS or CIFS mount point to your Receiver.
nl: Voeg een nieuwe NFS of CIFS verbinding aan de ontvanger toe.

source: Add new network mount point
nl: Voeg een nieuwe netwerkmount toe

source: Are you sure you want to save this network mount?
nl: Deze netwerkmount bewaren?

source: Attempt to mount shares again
nl: Probeer om de gedeelde locaties opnieuw te mounten

source: Attempt to recover lost mounts (in background)
nl: Er wordt geprobeerd om de verbroken mounts te herstellen. (achtergrondproces).

source: Browse network neighbourhood
nl: Blader door de netwerkomgeving

source: Cancel
nl: Annuleren

source: Change hostname
nl: Hostnaam wijzigen

source: Change the hostname of your Receiver.
nl: Wijzig de hostnaam van de ontvanger.

source: Close
nl: Sluiten

source: Delete
nl: Verwijderen

source: Delete mount
nl: Verwijder mount

source: Dir:
nl: Map:

source: Do you want to enter a username and password for this host?
nl: Wil je een gebruikersnaam en wachtwoord ingeven voor deze host?

source: Enter IP to scan...
nl: Geef een IPadres om te zoeken...

source: Enter new hostname for your Receiver
nl: Geef een nieuwe hostnaam op voor de ontvanger

source: Enter options:
nl: Geef opties:

source: Enter password:
nl: Geef wachtwoord:

source: Enter share directory:
nl: Geef gedeelde map in:

source: Enter share name:
nl: Geef gedeelde naam:

source: Enter user and password for host:
nl: Geef gebruiker en wachtwoord voor deze host:

source: Enter username:
nl: Geef gebruikersnaam:

source: Finished restarting your network
nl: Herstarten van het netwerk is voltooid

source: IP Address
nl: IP Adres

source: Local share name
nl: Lokaal gedeelde map

source: Manage network shares
nl: Beheer gedeelde netwerkmappen

source: Manage your network shares...
nl: Beheer van gedeelde netwerkmappen...

source: Mount again
nl: Mount opnieuw

source: Mount informations
nl: Info mount

source: Mount options
nl: Mount opties

source: Mount type
nl: Type mount

source: MountManager
nl: Mountbeheer

source: Mounted/ Unmounted
nl: Verbonden/ Niet verbonden

source: Mountpoints management
nl: Mountpoints beheer

source: Mounts editor
nl: Mount opties

source: Mounts management
nl: Beheer mounts

source: NetworkBrowser
nl: Netwerkbrowser

source: No network devices found!
nl: Geen netwerkapparaten gevonden!

source: Password
nl: Wachtwoord

source: Please wait for activation of your network mount...
nl: Een ogenblikje geduld a.u.b. de netwerkmount wordt geactiveerd…

source: Please wait while removing your network mount...
nl: Een ogenblikje geduld a.u.b. de netwerkmount wordt verwijderd…

source: Please wait while updating your network mount...
nl: Een ogenblikje geduld a.u.b. de netwerkmount wordt bijgewerkt…

source: Please wait while your network is restarting...
nl: Een ogenblikje geduld a.u.b. het netwerk wordt herstart…

source: Press OK to activate the settings.
nl: Druk op OK om de instellingen te activeren.

source: Press OK to collapse this host
nl: Druk op OK om deze host in te klappen

source: Press OK to edit selected settings.
nl: Druk op OK om de gekozen instellingen te wijzigen.

source: Press OK to edit the settings.
nl: Druk op OK om de instellingen te wijzigen.

source: Press OK to expand this host
nl: Druk op OK om deze host uit te klappen

source: Press OK to mount this share!
nl: Druk op OK om deze mount te delen!

source: Press OK to mount!
nl: Druk op OK om te mounten!

source: Press OK to save settings.
nl: Druk op OK om de instellingen op te slaan.

source: Press OK to select.
nl: Druk op OK om te selecteren.

source: Rescan
nl: Opnieuw zoeken

source: Scan NFS share
nl: Zoek naar NFS share

source: Scan range
nl: Zoekbereik

source: Search for network shares
nl: Zoeken naar gedeelde mappen

source: Search for network shares...
nl: Zoek naar gedeelde netwerklocaties...

source: Searching your network. Please wait...
nl: Netwerk doorzoeken. Een ogenblik...

source: User management
nl: Gebruikersbeheer

source: Usermanager
nl: Gebruikersbeheer

source: Username
nl: Gebruikersnaam

source: View, edit or delete mountpoints on your Receiver.
nl: Bekijk, wijzig of verwijder mountpoints op de ontvanger.

source: View, edit or delete usernames and passwords for your network.
nl: Bekijk, wijzig of verwijder de gebruikersnaam en wachtwoord voor het netwerk.

source: Your network mount has been activated.
nl: De netwerkmount is geactiveerd.

source: Your network mount has been removed.
nl: De netwerkmount is verwijderd.

source: Your network mount has been updated.
nl: De netwerkmount is bijgewerkt.

source: use as HDD replacement
nl: gebruik als vervanging voor de harde schijf

source: Mount view
nl: Zicht op de mount
